Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelainen_kielineuvola_21_2_2019_klo_18-20_-_saamelainen_varhaiskasvatus-_ja_kielikylpypedagogiikka.html.tmx
Source language: fin
Languages: smn

source: Saamelainen kielineuvola 21.2.2019 klo 18-20 – saamelainen varhaiskasvatus- ja kielikylpypedagogiikka
smn: Sämmilâš kielâravviittâh 21.2.2019 tme 18-20 – sämmilâš arâšoddâdem- ja kielâlávgumpedagogiik

source: Puhutaan kaksi- ja monikielisyydestä: Illan aiheena saamelainen varhaiskasvatus- ja kielikylpypedagogiikka.
smn: Sárnup maaŋgâ- já kyevtkielâlâšvuođâst: Eehid fáddá lii sämmilâš arâšoddâdem- ja kielâlávgumpedagogiik.

source: Tervetuloa Saamelaisen kielineuvolan viidenteen Facebook-livelähetykseen 21.2.2019 klo 18-20. Lähetyspaikkana Sajos, Inari.
smn: Tiervâpuáttim Sämmilii kielâravviittuv viiđâd Facebook-njuálguvuolgâttâsân 21.2.2019 tme 18-20. Vuolgâttemsaijeen lii Sajos, Aanaar.

source: Livestreemaus Saamelainen kielineuvola-sivujen kautta.
smn: Njuálguvuolgâttâs Sämmilâš kielâravviittâh -siijđoi peht.

source: Lähetyksessä tapaamme saamelaisen varhaiskasvatuksen ja kielikylpypedagogiikan asiantuntijoita.
smn: Vuolgâttâsâst mij teivâdep sämmilii arâšoddâdem já kielâlávgumpedagogiik äššitobdeiguin.

source: Marikaisa Laiti ja Rauni Äärelä-Vihriälä ovat illassamme pohjoissaamenkielisen varhaiskasvatuksen ja kielikylpypedagogiikan asiantuntijoina ja tekijöinä.
smn: Marikaisa Laiti já Rauni Äärelä-Vihriälä lává mii ehidist tavesämikielâlii arâšoddâdem já kielâlávgumpedagogiik äššitobden já pargen.

source: Annika Pasanen ja Riitta Lehtola kommentoivat keskustelua kielenelvytyksen ja kielentutkimuksen näkökannoista.
smn: Annika Pasanen já Riitta Lehtola kommentistev savâstâllâm kielâiäláskittem já kielâtutkâm uáinui peht.

source: Lähetyksen aikana on mahdollisuus lähettää asiantuntijoille kysymyksiä koskien lapsen monikielistä varhaiskasvatusta, mutta myös muita illan aihetta koskevia kysymyksiä.
smn: Vuolgâttâs ääigi lii máhđulâš vuolgâttiđ äššitobdeid koččâmušâid, moh kyeskih párnáá maaŋgâkielâlii arâšoddâdmân, mutâ meid eres eehid fáádán kyeskee koččâmušâid.
